let country =prompt("Країна");

country = (country.toUpperCase());


switch (country) {
    case "КИТАЙ":
      alert( 'Доставка в Китай буде коштувати 100 кредитів' );
      break;
    case "ЧИЛІ":
      alert( 'Доставка в Чилі буде коштувати 250 кредитів' );
      break;
    case "АВСТРАЛІЯ":
      alert( 'Доставка в Австралію буде коштувати 170 кредитів' );
      break;
    case "ІНДІЯ":
      alert( 'Доставка в Індія буде коштувати 80 кредитів' );
      break;
    case "ЯМАЙКА":
      alert( 'Доставка в Ямайка буде коштувати 120 кредитів' );
      break;
    default:
      alert( 'У вашій країні доставка недоступна' );
  }